[AttributePresentation_Siren AttributePresentationDefinition]
Description="$Willow's game. Business card application. Main character."
NoConstraintText=""
Suffix=""
Prefix=""

[Siren.Head_SirenAster UsableCustomizationItemDefinition]
ItemCardTopStatString="%s2 does not exist. %s1"
UseFailureCharacterMessage="Now it is your turn %s Use this article."
ItemName=""
PickupMessage="do you have %s"
UseFailureLevelMessage="You must be at least %d level to use this feature.."
UseFailureConstraintsMessage="You cannot use this item."
NoManufacturerName="Generally"

[Siren.Skin_SirenAster UsableCustomizationItemDefinition]
ItemCardTopStatString="%sFrom 2 %s1"
UseFailureCharacterMessage="This is definitely true. %s Use this product.."
ItemName=""
PickupMessage="it's up to you %s"
UseFailureLevelMessage="You must have at least %d to use this item."
UseFailureConstraintsMessage="You can use this item.."
NoManufacturerName="everything"

